Repository: jpablogomezb/MyLandingHub
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name:
es: Nombre

source: user
es: usuario

source: name
es: nombre

source: phone number (cell)
es: número de teléfono (móvil)

source: English
es: Inglés

source: Spanish
es: Español

source: Yes. Newsletter
es: Sí. Newsletter

source: landing page header
es: encabezado de la Landing Page

source: A catchy title or name for the page.
es: Un título o nombre llamativo para la página.

source: form title
es: título del formulario

source: Title for the contact form.
es: Título para el formulario de contacto.

source: date/time countdown
es: cuenta atrás de la fecha/hora

source: Use this field only if you want a countdown to be displayed.
es: Utiliza este campo sólo si deseas que se muestre la cuenta regresiva.

source: price to show
es: precio a mostrar

source: Use this field only if you want a price to be displayed.
es: Utiliza este campo sólo si deseas que se muestre un precio.

source: file
es: archivo

source: Upload main file to show in the Landing Page (pdf, ppt, image, video, mp3, etc.).
es: Sube el archivo principal que se mostrará en la Landing Page (pdf, ppt, imagen, vídeo, mp3, etc.).

source: Newsletter subscription pop-up window?
es: ¿Ventana emergente para suscripción al boletín?

source: A pop-up window for visitors to subscribe to your mailing list.
es: Una ventana emergente para que los visitantes se suscriban a tu lista de correos.

source: Are you sure you want to delete
es: ¿Estás seguro de que quieres borrar

source: Yes
es: Sí

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: My Landing Pages
es: Mis Landing Pages

source: for this offer to end!
es: ¡para que esta oferta termine!

source: Thank you for signing up for our newsletter, we will keep you updated!
es: Gracias por suscribirte a nuestro boletín, te mantendremos informado.

source: We have sent your discount coupon to the email provided.
es: Hemos enviado tu cupón de descuento al correo electrónico proporcionado.

source: There is very little time left
es: Queda muy poco tiempo

source: Create New
es: Crear Nueva

source: See Landing
es: Ver Landing

source: Edit Landing
es: Editar Landing

source: Delete Landing
es: Eliminar Landing

source: Needs more info.
es: Necesita más información

source: Newsletter subscriptions
es: Subscripciones Boletín

source: Create
es: Crear

source: Update
es: Actualizar

source: Delete
es: Eliminar

source: Interested in
es: Interesado en

source: Information Request
es: Solicitud de Información

source: Best regards
es: Saludos cordiales

source: Thank you for your interest!<br><b>We will contact you as soon as possible</b>
es: ¡Gracias por tu interés!<br><b>Nos pondremos en contacto con contigo lo antes posible.</b>

source: product ID.
es: ID. producto

source: More information about
es: Más información sobre

source: E-mail
es: Correo Electrónico

source: Name
es: Nombre

source: Phone Number
es: Número de teléfono

source: User
es: Usuario

source: When?
es: ¿Cuándo?

source: Sorry, no subscribers via this Landing Page.
es: Lo sentimos, no hay suscriptores a través de esta Landing Page

source: More Information
es: Más Información

source: Newsletter subscriptions in
es: Suscripciones al boletín en

source: Receive exclusive discounts and information about new products and promotions!
es: Recibe descuentos exclusivos e información sobre nuevos productos y promociones.

source: By subscribing to the Newsletter we will notify you of special discounts and new product launches
es: Al suscribirse al boletín de noticias, te informaremos de los descuentos especiales y del lanzamiento de nuevos productos

source: I'm interested!
es: ¡Estoy interesado!

source: New Newsletter subscriber
es: Nuevo suscriptor al boletín de noticias

source: New subscriber!
es: ¡Nuevo suscriptor!

source: Thank you for subscribing
es: Gracias por subscribirte

source: Welcome to our Newsletter!
es: ¡Bienvenido a nuestro boletín de noticias!

source: We will keep you updated with the latest news and updates, and you will receive the exclusive discounts we have for you.
es: Te mantendremos al tanto de las últimas novedades y actualizaciones, y recibirás descuentos exclusivos que tenemos para ti.

source: Newsletter Subscriptions
es: Suscripciones al boletín de noticias

source: Sign In
es: Iniciar Sesión

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
es: Por favor, regístrese con una de tus cuentas de terceros existentes. O, <a href="%(signup_url)s">regístrate</a> para crear cuenta en %(site_name)s e inciar sesión a continuación:

source: or
es: o

source: If you haven't created an account yet, please <a href="%(signup_url)s">register here</a>.
es: Si aún no has creado una cuenta, por favor <a href="%(signup_url)s">regístrate aquí</a>.

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Sign Out
es: Cerrar Sesión

source: Are you sure you want to sign out?
es: ¿Estás seguro de que quieres cerrar la sesión?

source: Sign Up
es: Regístrate

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes una cuenta? Entonces, por favor <a href="%(login_url)s">inicia sesión</a>.

source: Enter
es: Entrar

source: My
es: Mi

source: Virtual Rooms
es: Salas Virtuales

source: My Virtual Rooms
es: Mis Salas Virtuales

source: Log out
es: Cerrar la sesión

source: Log in
es: Iniciar sesión

source: Material deleted correctly.
es: Material eliminado correctamente

source: Oops! It seems that it is not possible to perform this action now, please try again later.
es: ¡Ups! Parece que no es posible realizar esta acción ahora, por favor inténtelo más tarde.

source: Active Material.
es: Materiales Activo

source: Inactive Material.
es: Material Inactivo.

source: activity / event name
es: nombre de la actividad / evento

source: Name or title of the activity, event, or session.
es: Nombre o título de la actividad, evento o sesión.

source: facilitator / exhibitor
es: facilitador / expositor

source: Name of Facilitator/Exhibitor (you can leave blank).
es: Nombre del Facilitador/Expositor (puedes dejarlo en blanco).

source: date
es: fecha

source: Scheduled date.
es: Fecha prevista.

source: start time
es: hora de inicio

source: Time at which the session is scheduled to begin.
es: Hora a la que está previsto que comience la sesión.

source: Countdown to the start of the activity.
es: Cuenta atrás para el inicio de la actividad.

source: online room link
es: enlace de la sala online

source: Web link (URL) to the virtual room where the online activity takes place.
es: Enlace web (URL) a la sala virtual donde se desarrolla la actividad en línea.

source: Attendee info?
es: Información del asistente

source: Requests the e-mail address and name of the attendee to access the page.
es: Solicitar la dirección de correo electrónico y el nombre del asistente para acceder a la página.

source: Upload the support material file.
es: Sube el archivo de material de apoyo.

source: material (file) name
es: nombre del material (archivo)

source: material (file) description
es: descripción del material (archivo)

source: Describe or explain what the support material consists of (you can leave blank).
es: Describe o explica en qué consiste el material de apoyo (puedes dejarlo en blanco).

source: active material?
es: ¿Material activo?

source: Sorry, there were no attendees registered through this virtual room access page
es: Lo sentimos, no hay asistentes registrados a través de esta página de acceso a sala virtual

source: Supporting Material
es: Material de Apoyo

source: Description
es: Descripción

source: Currently available?
es: ¿Actualmente disponible?

source: See
es: Ver

source: Yes,No
es: Sí, No

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Upload the file, indicate the name and description of the supporting material
es: Sube el archivo, indique el nombre y la descripción del material de apoyo

source: Active Material?
es: ¿Material Activo?

source: This material will be available for download. Confirm to validate:
es: Este material estará disponible para su descarga. Confirmar para validar:

source: Confirm
es: Confirmar

source: Inactive Material?
es: ¿Material Inactivo?

source: This material will not be available for download, please confirm to validate:
es: Este material no estará disponible para su descarga, por favor confirme para validar:

source: Delete Material?
es: ¿Eliminar Material?

source: Confirm to permanently delete this file:
es: Confirma la eliminación permanente de este archivo:

source: Facilitator
es: Facilitador

source: Date
es: Fecha

source: Hour
es: Hora

source: Enter the Virtual Room
es: Entrar a la Sala Virtual

source: Supporting Materials
es: Materiales de Apoyo

source: download
es: descargar

source: Thank you! Please click on the button to go to the virtual room and remember to check if there are any supporting materials for the session.
es: ¡Gracias! Haz clic en el botón para ir a la sala virtual y recuerda omprobar si hay algún material de apoyo para la sesión.

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Seconds
es: Segundos

source: See Room
es: Ver Sala

source: Edit
es: Editar

source: Attendees List
es: Lista de Asistentes

source: Create Virtual Room
es: Crear Sala Virtual

source: Create Virtual Room Access Page
es: Crear Página de Acceso a Sala Virtual

source: Update Virtual Room Page
es: Actualizar Página de la Sala Virtual

source: Virtual Room
es: Sala Virtual

source: File saved correctly.
es: El archivo se ha guardado correctamente.

source: Please enter your name and e-mail address to identify yourself and give you access to the virtual room.
es: Por favor escribe tu nombre y correo electrónico para identificarse y poder acceder a la sala virtual.

source: Send
es: Enviar

source: Attendees Resgistrations
es: Asistentes Reegistrados
